{"inkVersion":19,"root":[["ev","str","^Actor","/str","str","^Actor 1","/str",{"x()":"place_actors","exArgs":2},"out","/ev","\n","ev","str","^Sad","/str",0,{"x()":"changeEmotion","exArgs":2},"out","/ev","\n","ev","str","^Happy","/str",1,{"x()":"changeEmotion","exArgs":2},"out","/ev","\n","^Hi, my name is Angelica. Up to this point, my life's been nothing much out of the ordinary... I've lived in a pretty small city most of my life, my family always made an honest and comfortable living, and I've had my hands full caring for my little sister Violet ever since she came got out of nappies...","\n","^I liked to think I had everything figured out, aiming for a career as a professional opera singer... unfortunately, fate had other plans. You don't really expect to wake up one morning floating in the void, but... well, there's a first time for everything, I guess?","\n","ev","str","^This is the story of how I died. Hah... isn't THAT a cliche line?","/str","/ev",{"*":"0.c-0","flg":4},{"c-0":["^ ",{"->":"Intro"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"Intro":[["^\"Good morning. You've been given a very unique opportunity, you know?\"","\n","^Those were the first words I heard when I woke up. Disoriented, dizzy, and reeling from the sudden weightless feeling... what happened to me? Where am I?","\n","^\"It's understandable you're pretty confused, but to cut the long story short, you're dead.\"","\n","^That voice again... wait, dead!? How can you just say that so bluntly?","\n","^\"Because it's my job. I see this kind of thing all the time, taking lost souls to where they're supposed to be. You can call me Gabriel. ANGEL Gabriel if you want to use my full title, but that's not the point.\"","\n","^\"I was supposed to be taking you to heaven, but with all that unfinished business, it's making my job a whole lot harder than it needs to be... you can't pass up into heaven until you resolve whatever baggage is tying you down here.\"","\n","ev","str","^Ask for a little more clarification...","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Just go along with it.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ",{"->":"Clarify"},"\n",{"#f":5}],"c-1":["^ ",{"->":"RollWithIt"},"\n",{"#f":5}]}],{"#f":1}],"Clarify":["^\"I'm sorry, what? You expect me to just roll over and accept that I'm dead!?\"","\n","^Unbelievable... this has got to be some kind of nightmare or lucid dream, right? Maybe you just passed out in the local church and the sermon got stuck in your head.","\n","^The voice... no, Gabriel, sighs.","\n","^\"All we know is that you were involved in an accident and lost your life just yesterday. ... It's my bad that we didn't catch what was going on, but the big G's already breathing down my neck to sort this out.\"","\n","^\"Still, I can read off the whole company spiel for this situation if it makes things better for you. *AHEM*\"","\n","^It's really odd hearing an angel clear their throat. ... Definitely a lucid dream.","\n","^\"REJOICE, O HUMAN, FOR YOU HATH BEEN JUDG'D WORTHY OF HEAV'NLY SALVATION! Thy deeds and struggles in life hath not gone unnoticed. Alas, with unfinished business, thine place is reserv'd until your soul may let go of the mortal coil.\"","\n","^...","\n","^\"Okay, okay, bear with us, that was written at the advent of creation, of course the language is gonna be... stuffy? I'm practically just intern level here. If I skip to about line seventy... aha! IF YOU BELIEVEST NOT, PINCH THYSELF.\"","\n","^\"Thaaaaaaat won't be necessary... at this point, I'll take your word for it.\"","\n","^The angel sighs, almost disappointed.","\n","^\"Anyway, as the spiel said, we'll be sending you back to Earth... once the unresolved issue is cleared up, we'll finally be able to take you in.\"","\n","^Before I can even protest, I'm surrounded by a white light, and violently jolted back to my senses...","\n","done",{"#f":1}],"RollWithIt":["^Considering everything strange that's just happened, I'm just about willing to suspend my disbelief...","\n","^\"Pardon me joking at a time like this, but I find your deadpan look quite humourous, considering yesterday's accident.\"","\n","^... Yesterday's accident?","\n","^\"You know, the whole reason you're involved in this mess? Believe it or not, we missed what happened too. All we can tell is that it was some kind of accident.\"","\n","^\"But... but you're an angel! How can you NOT know what happened?\"","\n","^\"... It's hard to pay attention when you're assigned so many humans... you weren't even supposed to die until many, MANY years later... l-look, I'll keep this brief.\"","\n","^I mentally braced myself, blown away by how oddly human angels can be...","\n","^\"We're sending you back down to Earth to sort out the baggage before you can rest in peace, okay? You'll... well, you'll basically be a ghost, with someone important to you acting as an anchor.\"","\n","^Before I can even protest, I'm surrounded by a white light, and violently jolted back to my senses...","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}